;Place localized text in this file

[LWS_Stormrider X2SoldierClassTemplate]
+DisplayName="风暴骑士"
+ClassSummary="风暴骑士是令人惊骇的近战异能者.他们能够将自身的愤怒化作散发着赤红色闪电般的异能.能在突破防御的同时形成一道无法逾越的障壁,可以毫不费力且优雅地在战场上驰骋."
+LeftAbilityTreeTitle="狂战士"
+RightAbilityTreeTitle="逐风者"
AbilityTreeTitles[0]="狂战士"
AbilityTreeTitles[1]="逐风者"
AbilityTreeTitles[2]="坚守者"
AbilityTreeTitles[4]="XCOM"

+RandomNickNames[0]="杀戮者"
+RandomNickNames[1]="伐木工"
+RandomNickNames[2]="角斗士"
+RandomNickNames[3]="粉碎者"
+RandomNickNames[4]="骨斧者"
+RandomNickNames[5]="破坏者"
+RandomNickNames[6]="诸神黄昏"
+RandomNickNames[7]="浩劫"
+RandomNickNames[8]="热情之心"
+RandomNickNames[9]="防御工事"
+RandomNickNames[10]="毁灭战士"
+RandomNickNames[11]="下弦月"
+RandomNickNames[12]="重剑使"
+RandomNickNames[13]="乌鸦"
+RandomNickNames[14]="拦截者"
+RandomNickNames[15]="雷电"
+RandomNickNames[16]="恶徒"
+RandomNickNames[17]="剑客"
+RandomNickNames[18]="逆天者"
+RandomNickNames[19]="冲击波"
+RandomNickNames[20]="风暴乐谱"
+RandomNickNames[21]="剃刀"
+RandomNickNames[22]="暴雪"
+RandomNickNames[23]="爆音"
+RandomNickNames[24]="猩红"
+RandomNickNames[25]="红魔"
+RandomNickNames[26]="惊吓脸"

RandomNickNames_Male[0]="雷神"
RandomNickNames_Male[1]="雷霆领主"
RandomNickNames_Male[2]="西班牙风暴"
RandomNickNames_Male[3]="玛格努斯"


RandomNickNames_Female[0]="瓦尔基里"
RandomNickNames_Female[1]="斯卡利特"
RandomNickNames_Female[2]="女皇之刃"
RandomNickNames_Female[3]="盾女战士"


;	=================================================
;				SQUADDIE ABILITIES
;	=================================================

[IRI_Rider_BonusAim X2AbilityTemplate]
LocFriendlyName="精确校准"
LocLongDescription="<Ability:EDGE_ALIGNMENT_BONUS_AIM/>近战命中."
LocHelpText="<Ability:EDGE_ALIGNMENT_BONUS_AIM/>近战命中."

[IRI_Windcaller_Passive X2AbilityTemplate]
LocFriendlyName="唤风者的遗产"
LocLongDescription="近战攻击邻近的目标仅消耗1AP并且不会结束回合.攻击蓝色移动范围内的目标将获得移动行动点.如果副手武器为<font color='#0bff9b'>\"空\"</font>,则所有近战攻击均可使用移动行动点."
LocHelpText="近战攻击后获得移动行动点."
LocPromotionPopupText="\"蓝色移动范围\"指的是可视的蓝色移动格.如果攻击前蓝色移动格不可见,则不会激活此效果."
LocFlyOverText="唤风者的遗产" 

[IRI_Rider_Intercept X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,受到监视命中减益."
LocHelpText="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,受到监视命中减益."
LocFriendlyNameWhenConcealed="拦截监视(隐蔽式)"
LocLongDescriptionWhenConcealed="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,受到监视命中减益并暴露"
LocPromotionPopupText="<Bullet/>必须谨慎使用,可能会引起其他目标的注意.<br/><Bullet/>等同于监视,仅目标移动时触发,除非你拥有<font color='#0bff9b'>掩护火力</font>.<br/><Bullet/>并且不能对免疫监视及反应射击的目标触发.<br/><Bullet/>受到反应射击惩罚.通常不能造成暴击,除非在隐蔽状态下激活 <br/><Bullet/>为了攻击移动中的目标,会在隐蔽状态下暴露（此为作者参数:<Ability:INTERCEPT_ALLOW_TO_BREAK_CONCEALMENT/>）<br/><Bullet/>攻击完成后将回到原有位置（此为作者参数:<Ability:INTERCEPT_RETURN_TO_ORIGINAL_TILE/>）<br/><Bullet/>不是必定回到原有位置.<br/><Bullet/>受到<font color='#0bff9b'>警戒</font>影响."
LocFlyOverText="拦截监视"

[IRI_Rider_Intercept_Attack X2AbilityTemplate]
LocFriendlyName="拦截"
LocLongDescription="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,有命中减益."
LocHelpText="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,有命中减益."
LocFriendlyNameWhenConcealed="拦截监视(隐藏式)"
LocLongDescriptionWhenConcealed="向第一个在你视野范围内移动的敌人进行近战攻击,最大<Ability:INTERCEPT_ACTION_POINT_DISTANCE/>行动点的范围,有命中减益并暴露."
LocFlyOverText="拦截监视"

;	=================================================
;				BERSERKER TREE
;	=================================================

[IRI_Rider_PowerUp X2AbilityTemplate]
LocFriendlyName="倍力提升"
LocLongDescription="激活使下次主手近战攻击<Ability:POWER_UP_DAMAGE_MULTIPLIER/>伤害,获得击退免疫且受到毒蛇怪束缚时可以进行挣脱.可以使用移动行动点激活."
LocHelpText="激活使下次主手近战攻击<Ability:POWER_UP_DAMAGE_MULTIPLIER/>伤害,获得击退免疫且受到毒蛇怪束缚时可以进行挣脱.可以使用移动行动点激活."
LocLongDescriptionWhenConcealed="激活使下次主手近战攻击<Ability:POWER_UP_DAMAGE_MULTIPLIER/>伤害,获得击退免疫且受到毒蛇怪束缚时可以进行挣脱.可以使用移动行动点激活."
LocPromotionPopupText="<Bullet/>该单位具有击退免疫,受到毒蛇怪束缚时可以进行挣脱<br/><Bullet/>效果将一直持续,在下一次攻击或者挣脱束缚时移除.<br/><Bullet/>仍然会受到束缚造成的初始伤害.<br/><Bullet/>冷却<Ability:POWER_UP_COOLDOWN/>回合."
LocFlyOverText="挣脱!"

[IRI_Rider_Enrage X2AbilityTemplate]
LocFriendlyName="激怒"
LocLongDescription="持续<Ability:ENRAGE_DURATION_TURNS/>回合,<Ability:ENRAGE_DAMAGE_MULTIPLIER/>近战伤害并获得精神免疫,<Ability:ENRAGE_DEFENSE_PENALTY/>防御.冷却<Ability:ENRAGE_COOLDOWN/>回合,每次攻击或被攻击时-1回合."
LocHelpText="激怒,<Ability:ENRAGE_DAMAGE_MULTIPLIER/>近战伤害并获得精神免疫,<Ability:ENRAGE_DEFENSE_PENALTY/>防御."
LocFlyOverText="激怒!" 
LocPromotionPopupText="<Bullet/>使用超能血清将直接进入激怒状态."

[IRI_Rider_Enrage_Passive X2AbilityTemplate]
LocFriendlyName="无尽怒火"
LocLongDescription="受到敌人攻击时,激怒冷却-1回合."
LocHelpText="受到敌人攻击时,激怒冷却-1回合."

[IRI_Rider_CullTheWeak X2AbilityTemplate]
LocFriendlyName="弱肉强食"
LocLongDescription="目标每损失1%HP,<Ability:CULL_THE_WEAK_BONUS_CRIT_PER_MISSING_PERCENT_HP/>暴击率."
LocHelpText="目标每损失1%HP,<Ability:CULL_THE_WEAK_BONUS_CRIT_PER_MISSING_PERCENT_HP/>暴击率."
LocFlyOverText="弱肉强食" 

[IRI_Rider_Gore X2AbilityTemplate]
LocFriendlyName="血腥镜头"
LocLongDescription="每当击杀一个目标时,有几率使附近的有机敌人受到恐慌."
LocHelpText="每当击杀一个目标时,有几率使附近的有机敌人受到恐慌."
LocPromotionPopupText="每当击杀一个目标时,有几率使附近的有机敌人受到恐慌.<br/><Bullet/>冷却<Ability:GORE_COOLDOWN/>回合.<br/><Bullet/>只有在被击杀目标视野内的其他目标会受到恐慌.<br/><Bullet/>恐慌几率=等级*<Ability:GORE_PANIC_CHANCE_PER_RANK/>+伤害*<Ability:GORE_PANIC_CHANCE_PER_POINT_OF_DAMAGE/>+最大HP*<Ability:GORE_PANIC_CHANCE_PER_POINT_OF_MAX_HP/>-目标意志<br/><Bullet/>备注参数:<br/>等级=士兵等级,新兵等于1级.<br/>伤害=对被击杀目标造成的伤害.<br/>MaxHP=被击杀目标的最大HP.<br/>目标意志-受到恐慌效果影响的敌人意志."
LocFlyOverText="血腥镜头" 

[IRI_Rider_Gore_Passive X2AbilityTemplate]
LocFriendlyName="血腥镜头"
LocLongDescription="每当击杀一个目标时,有几率使附近的有机敌人受到恐慌."
LocHelpText="每当击杀一个目标时,有几率使附近的有机敌人受到恐慌"
LocFlyOverText="血腥镜头" 

[IRI_Rider_Obsession X2AbilityTemplate]
LocFriendlyName="强迫症"
LocFriendlyNameWhenConcealed="强迫症(打破隐蔽)"
LocLongDescriptionWhenConcealed="立即打破隐蔽状态,标记一个目标,直到下个回合开始,对目标的每个行动发动攻击."
LocLongDescription="标记一个目标,直到下个回合开始,对目标的每个行动发动攻击."
LocHelpText="标记一个目标,直到下个回合开始,对目标的每个行动发动攻击."
LocPromotionPopupText="<Bullet/>任何行动都会触发一次攻击,但只有在目标使用至少消耗一个行动点的技能后,才能再次攻击.<br/><Bullet/>跟跟随目标到处移动,可能会停留在掩体以外的位置,请谨慎使用<br/><Bullet/>属于先制攻击,在目标行动前优先发动攻击.<br/><Bullet/>同反应射击,受到命中惩罚.<br/><Bullet/>允许造成暴击伤害（此为作者参数:<Ability:OBSESSION_ALLOWS_REACTION_FIRE_CRIT/>）<br/><Bullet/>如果拥有<font color='#ff3206'>还击</font>,如果受到攻击,他们会自动反击目标的攻击.<br/><Bullet/>将打破隐蔽.<br/><Bullet/>最大<Ability:OBSESSION_ACTION_POINT_DISTANCE/>行动点的范围,如果目标能够传送或超过范围,他们也许能逃脱.<br/><Bullet/>冷却<Ability:OBSESSION_COOLDOWN/>回合.<br/><Bullet/>受到<font color='#ff3206'>恶灵骑士</font>影响,<Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/>移动力" 
LocFlyOverText="强迫症!" 

[IRI_Rider_Bloodlust X2AbilityTemplate]
LocFriendlyName="嗜血症"
LocLongDescription="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocHelpText="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocFlyOverText="嗜血症" 
LocPromotionPopupText="<Bullet/>持续<Ability:BLOODLUST_DURATION_TURNS/>回合（此为作者参数:0为无限）.<br/><Bullet/>如果视野内没有敌人目标,嗜血症及累计的层数将结束（此为作者参数:<Ability:BLOODLUST_EFFECT_IS_REMOVED_IF_NO_ENEMIES/>）<br/><Bullet/>冷却<Ability:BLOODLUST_COOLDOWN/>回合. 嗜血症结束时,冷却将开始计算.<br/><Bullet/><font color='#ff3206'>宣泄杀欲</font>造成<Ability:UNLEASH_BASEDAMAGE_MIN/>-<Ability:UNLEASH_BASEDAMAGE_MAX/>忽略护甲的电击伤害,并拥有<Ability:UNLEASH_ENVIRONMENTAL_DAMAGE/>环境损害.不会受到嗜血症的伤害加成.<br/><Bullet/><font color='#ff3206'>宣泄杀欲</font>消耗至少1行动点,使用后将结束回合.<br/><Bullet/><font color='#ff3206'>宣泄杀欲</font>将造成<Ability:UNLEASH_RADIUS_METERS/>X<Ability:UNLEASH_RADIUS_METERS/>的范围攻击.<br/><Bullet/><font color='#ff3206'>宣泄杀欲</font>在<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时可使用,消耗所有层数.（此为作者参数:<Ability:CASTING_UNLEASH_CONSUMES_STACKS/>）<br/><Bullet/><font color='#ff3206'>宣泄杀欲</font>使用后将结束嗜血症（此为作者参数:<Ability:CASTING_UNLEASH_REMOVES_BLOODLUST_EFFECT/>）.<br/><Bullet/>受到<font color='#ff3206'>唤风者的遗产</font>的影响,视为一次标准近战攻击."

[IRI_Rider_Bloodlust_Charge X2AbilityTemplate]
LocFriendlyName="嗜血症"
LocLongDescription="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocHelpText="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocFlyOverText="它说可以上了!" 

[IRI_Rider_Bloodlust_Charge_PreMax X2AbilityTemplate]
LocFriendlyName="嗜血症"
LocLongDescription="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocHelpText="激活时,近战击杀目标将获得<Ability:BLOODLUST_STACKS_PER_KILL/>层嗜血症,最多<Ability:BLOODLUST_MAXIMUM_STACKS/>层.每层+<Ability:BLOODLUST_BONUS_DAMAGE_PER_STACK/>近战伤害.当达到<Ability:BLOODLUST_UNLEASH_AVAILABLE_STACKS/>层嗜血症时,可以使用<font color='#ff3206'>宣泄杀欲</font>造成一个大范围且穿透护甲的电击伤害."
LocFlyOverText="它说再等等..." 

[IRI_Rider_Bloodlust_Remove X2AbilityTemplate]
LocFriendlyName="脱离嗜血症"
LocLongDescription="脱离嗜血症"
LocHelpText="脱离嗜血症"
LocFlyOverText="它说他好了" 

[IRI_Rider_Unleash X2AbilityTemplate]
LocFriendlyName="宣泄杀欲"
LocLongDescription="消耗<Ability:CASTING_UNLEASH_CONSUMES_STACKS/>层嗜血症造成一个大范围且穿透护甲的电击伤害."
LocHelpText="消耗<Ability:CASTING_UNLEASH_CONSUMES_STACKS/>层嗜血症造成一个大范围穿透护甲的电击伤害"
LocFlyOverText="宣泄杀欲" 

[IRI_Rider_BerserkerRage X2AbilityTemplate]
LocFriendlyName="暴风眼"
LocLongDescription="回合开始时,如果处于精神状态的负面影响,则净化该状态,并激活激怒,受到控制时,不会触发,冷却时间<Ability:BERSERKER_RAGE_COOLDOWN/>回合."
LocHelpText="回合开始时,如果处于精神状态的负面影响,则净化该状态,并激活激怒,受到控制时,不会触发,冷却时间<Ability:BERSERKER_RAGE_COOLDOWN/>回合."
LocFlyOverText="暴风眼!" 

[IRI_Rider_BerserkerRage_Passive X2AbilityTemplate]
LocFriendlyName="暴风眼"
LocLongDescription="回合开始时,如果处于精神状态的负面影响,则净化该状态,并激活激怒,受到控制时,不会触发,冷却时间<Ability:BERSERKER_RAGE_COOLDOWN/>回合."
LocHelpText="回合开始时,如果处于精神状态的负面影响,则净化该状态,并激活激怒,受到控制时,不会触发,冷却时间<Ability:BERSERKER_RAGE_COOLDOWN/>回合."
LocFlyOverText="激怒!" 


;	=================================================
;				CHARGER TREE
;	=================================================

[IRI_Rider_PowerKick X2AbilityTemplate]
LocFriendlyName="闪电骑士踢"
LocLongDescription="骑士的经典必杀技,移动并对目标造成伤害,根据等级造成伤害.只能在移动行动点使用."
LocHelpText="骑士的经典必杀技,移动并对目标造成伤害,根据等级造成伤害.只能在移动行动点使用."
LocFlyOverText="闪电骑士踢" 
LocPromotionPopupText="<Bullet/>造成<Ability:POWER_KICK_BASEDAMAGE_MIN/>-<Ability:POWER_KICK_BASEDAMAGE_MAX/>基础伤害(+<Ability:POWER_KICK_BASEDAMAGE_CRIT/>暴击率), 每级+<Ability:POWER_KICK_BONUS_DAMAGE_PER_RANK/>额外伤害.下士为等级2,四舍五入.<br/><Bullet/>不会受到装备及武器的任何加成.<br/><Bullet/>闪电骑士踢基础拥有<Ability:POWER_KICK_AIM_BONUS/>命中、<Ability:POWER_KICK_CRIT_BONUS/>暴击率."

[IRI_Rider_Teleport X2AbilityTemplate]
LocFriendlyName="暴风跃迁"
LocLongDescription="传送到一个队友身边.消耗所有行动,获得1个移动行动点.打破隐蔽状态.允许在<font color='#ff3206'>拦截</font>后传送回原来的位置."
LocHelpText="传送到一个队友身边并获得1个移动行动点."
LocFriendlyNameWhenConcealed="暴风跃迁(打破隐蔽)"
LocLongDescriptionWhenConcealed="打破隐蔽,并传送到一个队友身边."
LocFlyOverText="暴风跃迁" 
LocPromotionPopupText="<Bullet/>冷却<Ability:CONDUIT_COOLDOWN/>回合.<br/><Bullet/>需要1个行动点或移动行动点才能使用.<br/><Bullet/>传送到搭档身边时将不需要视野,羁绊<Ability:CONDUIT_BONDMATE_RANK_REQUIRED_FOR_SHIELD/>时获得护盾,抵御<Ability:CONDUIT_BONDMATE_SHIELD_HP/>伤害持续<Ability:CONDUIT_BONDMATE_SHIELD_DURATION/>回合,使用回合计算. <br/><Bullet/>不能传送到死亡或被控制的队友身边."

[IRI_Rider_InterceptionReturnTeleport X2AbilityTemplate]
LocFriendlyName="暴风跃迁"
LocLongDescription="<font color='#ff3206'>拦截</font>后将传送回原来的位置."
LocHelpText="<font color='#ff3206'>拦截</font>后将传送回原来的位置."
LocFlyOverText="暴风跃迁" 

[IRI_Rider_ConcussiveBlows X2AbilityTemplate]
LocFriendlyName="暴风震荡"
LocLongDescription="暴击将附加混乱及眩晕状态.增加对眩晕敌人的伤害.对眩晕的敌人<Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/>近战伤害、<Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/>近战暴击率."
LocHelpText="暴击将附加混乱及眩晕状态.增加对眩晕敌人的伤害.对眩晕的敌人<Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/>近战伤害、<Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/>近战暴击率."
LocFlyOverText="暴风震荡"
LocPromotionPopupText="<Bullet/>仅影响近战攻击.<br/><Bullet/>混乱率:<Ability:CONCUSSIVE_BLOWS_DISORIENT_CHANCE/>,持续:<Ability:CONCUSSIVE_BLOWS_DISORIENT_TURNS/>回合.<br/><Bullet/>眩晕几率: <Ability:CONCUSSIVE_BLOWS_STUN_CHANCE/>,眩晕持续<Ability:CONCUSSIVE_BLOWS_STUN_ACTIONS/>行动.<br/><Bullet/>混乱及眩晕需要暴击触发（此为作者参数:<Ability:CONCUSSIVE_BLOWS_REQUIRE_CRIT_STRIKE/>）"

[IRI_Rider_ConcussiveBlows_Passive X2AbilityTemplate]
LocFriendlyName="暴风震荡"
LocLongDescription="暴击将附加混乱及眩晕状态.增加对眩晕敌人的伤害.对眩晕的敌人<Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/>近战伤害、<Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/>近战暴击率."
LocHelpText="暴击将附加混乱及眩晕状态.增加对眩晕敌人的伤害.对眩晕的敌人<Ability:CONCUSSIVE_BLOWS_BONUS_DAMAGE_VS_STUNNED/>近战伤害、<Ability:CONCUSSIVE_BLOWS_BONUS_CRIT_CHANCE/>近战暴击率."
LocFlyOverText="暴风震荡"

[IRI_Rider_Respite X2AbilityTemplate]
LocFriendlyName="休整"
LocFriendlyNameWhenConcealed="休整(打破隐蔽)"
LocLongDescriptionWhenConcealed="打破隐蔽,恢复<Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/>HP、<Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/>意志, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/>护甲,装备<font color='#0bff9b'>防弹盾牌</font>的情况下额外恢复<Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/>护盾点,"
LocLongDescription="打破隐蔽,恢复<Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/>HP、<Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/>意志, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/>护甲,装备<font color='#0bff9b'>防弹盾牌</font>的情况下额外恢复<Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/>护盾点."
LocHelpText="打破隐蔽,恢复<Ability:RECHARGE_RESTORE_MISSING_HP_PERCENT/>HP、<Ability:RECHARGE_RESTORE_MISSING_WILL_PERCENT/>意志, <Ability:RECHARGE_RESTORE_MISSING_ARMOR_PERCENT/>护甲,装备<font color='#0bff9b'>防弹盾牌</font>的情况下额外恢复<Ability:RECHARGE_RESTORE_MISSING_SHIELD_PERCENT/>护盾点."
LocPromotionPopupText="<Bullet/>所有数值四舍五入计算.<br/><bullet/>打破隐蔽.<br/><bullet/>冷却<Ability:RECHARGE_COOLDOWN/>回合.<br/><bullet/>每次任务可使用<Ability:RECHARGE_CHARGES/>次（此为作者参数:0为无限次）. <br/><bullet/>不是自由行动（此为作者参数:<Ability:FREE_ACTION/>）.<br/><bullet/>使用后将结束回合（此为作者参数: <Ability:RECHARGE_ENDS_TURN/>）."
LocFlyOverText="休整"

[IRI_Rider_CrossStrike X2AbilityTemplate]
LocFriendlyName="十字连击"
LocLongDescription="<Ability:CROSS_STRIKE_BONUS_CRIT/>暴击率,标准近战攻击造成暴击时,将取代暴击伤害并进行额外攻击."
LocHelpText="+<Ability:CROSS_STRIKE_BONUS_CRIT/>暴击率,标准近战攻击造成暴击时,将取代暴击伤害并进行额外攻击."
LocFlyOverText="十字连击" 
LocPromotionPopupText="<Bullet/>无法影响不受武器属性作用的技能,例如闪电骑士踢.<br/><Bullet/>附加的攻击必中但不会造成暴击.<br/><Bullet/>适用于双持.并且主武器暴击的情况下,将直接造成4次攻击,主副武器各造成2次攻击.<br/><Bullet/>将影响<font color='#ff3206'>强迫症</font>造成的攻击."

[IRI_Rider_CrossStrike_Attack X2AbilityTemplate]
LocFriendlyName="十字连击"
LocLongDescription="标准近战攻击造成暴击时,将取代暴击伤害并进行额外攻击."
LocHelpText="标准近战攻击造成暴击时,将取代暴击伤害并进行额外攻击."
LocFlyOverText="十字连击" 

[IRI_WindcallerFury X2AbilityTemplate]
LocFriendlyName="唤风者之怒"
LocLongDescription="所有近战攻击总是只消耗一个行动点,并且不会结束回合."
LocHelpText="所有近战攻击总是只消耗一个行动点,并且不会结束回合."
LocFlyOverText="唤风者之怒"

[IRI_Rider_MartialArts X2AbilityTemplate]
LocFriendlyName="武技"
LocLongDescription="对人型敌人及不使用武器的近战伤害,<Ability:MARTIAL_ARTS_BONUS_DAMAGE/>伤害."
LocHelpText="对人型敌人及不使用武器的近战伤害,<Ability:MARTIAL_ARTS_BONUS_DAMAGE/>伤害."
;LocFlyOverText="武技" 

;	=================================================
;				STALWART TREE
;	=================================================

[IRI_Rider_Guard X2AbilityTemplate]
LocFriendlyName="警戒"
LocLongDescription="激活并进行充能,防御下次伤害,降低其效果.可多次充能,累积充能以抵御多次伤害.可使用移动行动点激活.装备<font color='#0bff9b'>防弹盾牌</font>时,若本回合没有进行过攻击,将自动使用."
LocHelpText="激活,防御下次伤害,降低其效果.可多次使用,以抵御多次伤害."
LocPromotionPopupText="<Bullet/>警戒防护:将敌人的暴击转变为普通攻击,普通攻击转变为擦伤,擦伤将被偏斜.<br/><Bullet/>装备<font color='#0bff9b'>防弹盾牌</font>时, 警戒防护:将敌人的暴击转变为擦伤,普通伤害及擦伤将被偏斜 <br/><Bullet/>将降低<Ability:GUARD_EXPLOSIVE_DAMAGE_MULTIPLIER/>爆炸伤害,但消耗1次充能."
LocFlyOverText="警戒:防护" 

[IRI_Rider_Aegis X2AbilityTemplate]
LocFriendlyName="宙斯盾"
LocLongDescription="盾墙技能现在将减少<Ability:AEGIS_DAMAGE_REDUCTION/>受到的伤害,所有对邻近队友为目标的攻击,将目标替换成你."
LocHelpText="盾墙技能现在将减少<Ability:AEGIS_DAMAGE_REDUCTION/>受到的伤害,所有对邻近队友为目标的攻击,将目标替换成你."
LocPromotionPopupText="<Bullet/>影响所有获得的盾墙技能,如<font color='#0bff9b'>防弹盾牌</font>及<font color='#0bff9b'>W.A.R.护甲</font>等."
LocFlyOverText="宙斯盾"

[IRI_Rider_Aegis_Passive X2AbilityTemplate]
LocFriendlyName="宙斯盾"
LocLongDescription="盾墙技能现在将减少<Ability:AEGIS_DAMAGE_REDUCTION/>受到的伤害,所有对邻近队友为目标的攻击,将目标替换成你."
LocHelpText="盾墙技能现在将减少<Ability:AEGIS_DAMAGE_REDUCTION/>受到的伤害,所有对邻近队友为目标的攻击,将目标替换成你."
LocFlyOverText="宙斯盾"

[IRI_Rider_BackToBack X2AbilityTemplate]
LocFriendlyName="背靠背战术"
LocLongDescription="如果回合结束时<Ability:BACK_TO_BACK_RANGE_TILES/>半径内有队友,则在敌人回合中,敌人不会获得命中及暴击等侧翼奖励."
LocHelpText="如果回合结束时<Ability:BACK_TO_BACK_RANGE_TILES/>半径内队友,则在敌人回合中,敌人不会获得命中及暴击等侧翼奖励"
LocPromotionPopupText="<Bullet/>如果其中一名受到伤害,则效果消失.<br/><Bullet/>1.5半径为2X2的九宫格范围（此为作者参数:1.5半径,若为1半径则仅影响2X2的十字格范围."
LocFlyOverText="背靠背战术"

[IRI_Rider_BackToBack_Passive X2AbilityTemplate]
LocFriendlyName="背靠背战术"
LocLongDescription="如果回合结束时<Ability:BACK_TO_BACK_RANGE_TILES/>格内队友,则在敌人回合中,敌人不会获得命中及暴击等侧翼奖励."
LocHelpText="如果回合结束时<Ability:BACK_TO_BACK_RANGE_TILES/>格内队友,则在敌人回合中,敌人不会获得命中及暴击等侧翼奖励"
LocFlyOverText="背靠背战术"

[IRI_Rider_Riposte X2AbilityTemplate]
LocFriendlyName="还击"
LocLongDescription="闪避近身攻击并使用主武器进行反击,必须处于<font color='#ff3206'>警戒</font>状态,+<Ability:RIPOSTE_BONUS_DODGE/>闪避."
LocHelpText="闪避近身攻击并使用主武器进行反击,必须处于<font color='#ff3206'>警戒</font>状态,+<Ability:RIPOSTE_BONUS_DODGE/>闪避."
LocPromotionPopupText="<Bullet/>任何近战范围内的攻击都将被反击,即使是被远程武器攻击.<br/><bullet/>完全免疫伤害并自动反击.<br/><bullet/>如果攻击方免疫反应射击,则无法反击.<br/><bullet/>反击: 等同于反应射击,不会造成暴击.<br/><bullet/> 仅造成主武器伤害,不触发双持的副手伤害,并且不会触发<font color='#ff3206'>十字连击</font>.<br/><bullet/>将免疫强袭枪兵、异变者、狂战士造成的近战攻击.<br/><bullet/>如果<font color='#ff3206'>警戒</font>处于激活状态,其充能次数将用于应对敌人的攻击."
LocFlyOverText="还击!" 

[IRI_Rider_Riposte_Attack X2AbilityTemplate]
LocFriendlyName="还击"
LocLongDescription="闪避近身攻击并使用主武器进行反击,必须处于<font color='#ff3206'>警戒</font>状态,+<Ability:RIPOSTE_BONUS_DODGE/>闪避."
LocHelpText="闪避近身攻击并使用主武器进行反击,必须处于<font color='#ff3206'>警戒</font>状态,+<Ability:RIPOSTE_BONUS_DODGE/>闪避."
LocFlyOverText="还击!" 

[IRI_Rider_GalvanizedArmor X2AbilityTemplate]
LocFriendlyName="电镀装甲"
LocLongDescription="<Ability:GALVANIZED_ARMOR_BONUS_ARMOR/>护甲.最后<Ability:GALVANIZED_ARMOR_UNSHREDDABLE_ARMOR/>护甲不会被粉碎.对该单位的粉碎效果降低<Ability:GALVANIZED_ARMOR_SHRED_RESIST/>."
LocHelpText="<Ability:GALVANIZED_ARMOR_BONUS_ARMOR/>护甲.最后<Ability:GALVANIZED_ARMOR_UNSHREDDABLE_ARMOR/>护甲不会被粉碎.对该单位的粉碎效果降低<Ability:GALVANIZED_ARMOR_SHRED_RESIST/>."
LocPromotionPopupText="剩余的最后<Ability:GALVANIZED_ARMOR_UNSHREDDABLE_ARMOR/>护甲不会被任何方式粉碎,除非使该单位失去能力"
LocFlyOverText="电镀装甲"

[IRI_Rider_MassIntercept X2AbilityTemplate]
LocFriendlyName="驱逐地带"
LocLongDescription="<font color='#ff3206'>拦截</font>视野内最大<Ability:ROUT_ACTION_POINT_DISTANCE/>行动点范围内的敌人."
LocHelpText="<font color='#ff3206'>拦截</font>视野内最大<Ability:ROUT_ACTION_POINT_DISTANCE/>行动点范围内的敌人."
LocFriendlyNameWhenConcealed="驱逐地带(隐蔽式)"
LocLongDescriptionWhenConcealed="<font color='#ff3206'>拦截</font>视野内最大<Ability:ROUT_ACTION_POINT_DISTANCE/>行动点范围内的敌人."
LocPromotionPopupText="<br/><Bullet/>不会为了攻击移动的敌人而打破隐蔽（此为作者参数:<Ability:ROUT_ALLOWED_TO_BREAK_CONCEALMENT/>）<br/><Bullet/>激活技能不会打破隐蔽（此为作者参数:<Ability:ROUT_BREAKS_CONCEALMENT/>）<br/><Bullet/>在每次拦截后,回到原有的位置（此为作者参数:<Ability:ROUT_RETURN_TO_ORIGINAL_TILE/>）<br/><Bullet/>每次拦截将消耗<font color='#ff3206'>警戒</font>,每次拦截将消耗充能次数（此为作者参数:<Ability:ROUT_GRANTS_GUARD/>）<br/><Bullet/>受到<font color='#ff3206'>恶灵骑士</font>的效果影响.<br/><Bullet/>冷却<Ability:ROUT_COOLDOWN/>回合."
LocFlyOverText="驱逐地带"

[IRI_Rider_MassIntercept_MarkTarget X2AbilityTemplate]
LocFriendlyName="驱逐地带"
LocLongDescription="对附近移动的所以敌人发动拦截."
LocHelpText="对附近移动的所以敌人发动拦截."

[IRI_Rider_PoweredShields X2AbilityTemplate]
LocFriendlyName="不屈不挠"
LocLongDescription="护甲现在可以将伤害最多降低到0."
LocHelpText="护甲现在可以将伤害最多降低到0."
LocFlyOverText="不屈不挠"

;	=================================================
;				BREAKER TREE
;	=================================================

[IRI_Rider_ShadowWalk X2AbilityTemplate]
LocFriendlyName="恶灵骑士"
LocLongDescription="变得难以察觉,在<font color='#ff3206'>拦截</font>时<Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/>移动力、<Ability:GHOST_RIDER_REACTION_AIM_BONUS/>反应射击命中."
LocHelpText="变得难以察觉,在<font color='#ff3206'>拦截</font>时<Ability:GHOST_RIDER_INTERCEPT_MOBILITY_BONUS/>移动力、<Ability:GHOST_RIDER_REACTION_AIM_BONUS/>反应射击命中."
LocPromotionPopupText="<Bullet/>降低被侦测率并且不会触发监视或者反应射击."
LocFlyOverText="恶灵骑士"

[IRI_Rider_Haymaker X2AbilityTemplate]
LocFriendlyName="破法重击"
LocLongDescription="主手近战攻击,移除目标身上的正面增益并造成电击属性的暴击伤害."
LocHelpText="主手近战攻击,移除目标身上的正面增益并造成电击属性的暴击伤害."
LocFlyOverText="破法重击"
LocPromotionPopupText="<Bullet/>冷却<Ability:HAYMAKER_COOLDOWN/>回合.<br/><Bullet/>必定造成暴击（此为作者参数:<Ability:HAYMAKER_ALWAYS_CRITS/>）.<br/><Bullet/>移除状态:默认情况下移除,变种人持盾者-能量护盾, 狂战士-暴怒状态, 执政官-战斗狂热,变种人祭司-神圣战士. <br/><Bullet/>在造成伤害前移除."

[IRI_Rider_SunderArmor X2AbilityTemplate]
LocFriendlyName="装甲破坏"
LocLongDescription="在之后的<Ability:SUNDER_ARMOR_EFFECT_DURATION/>回合中,你的下<Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/>次攻击将不会造成伤害而是撕碎护甲.造成<Ability:SUNDER_ARMOR_DAMAGE_TO_SHRED_PERCENT/>碎甲."
LocHelpText="在之后的<Ability:SUNDER_ARMOR_EFFECT_DURATION/>回合中,你的下<Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/>次攻击将不会造成伤害而是撕碎护甲.造成<Ability:SUNDER_ARMOR_DAMAGE_TO_SHRED_PERCENT/>碎甲."
LocPromotionPopupText="<Bullet/>可以造成暴击,撕碎更多护甲<br/><Bullet/>破甲只影响主武器（此为作者参数:<Ability:SUNDER_ARMOR_APPLIES_ONLY_TO_SOURCE_WEAPON/>).<br/><Bullet/>对带有破甲的技能或不存在护甲的目标不产生效果.<br/><Bullet/>冷却<Ability:SUNDER_ARMOR_COOLDOWN/>回合.<br/><Bullet/>破甲造成的效果持续<Ability:SUNDER_ARMOR_EFFECT_DURATION/>回合,可累计次数.<br/><Bullet/>将影响下<Ability:SUNDER_ARMOR_AFFECTS_NUMBER_OF_ATTACKS/>次攻击. <br/><Bullet/>破甲是自由动作（此为作者参数:<Ability:SUNDER_ARMOR_IS_FREE_ACTION/>）"
LocFlyOverText="装甲破坏" 

[IRI_Rider_Shockwave X2AbilityTemplate]
LocFriendlyName="破法波纹"
LocLongDescription="重击地面, 对锥形范围造成电击伤害,无视护甲,有<Ability:SHOCKWAVE_DISORIENT_CHANCE/>混乱几率、<Ability:SHOCKWAVE_STUN_CHANCE/>眩晕几率,眩晕目标<Ability:SHOCKWAVE_STUN_ACTIONS/>行动."
LocHelpText="重击地面, 对锥形范围造成电击伤害,无视护甲,有<Ability:SHOCKWAVE_DISORIENT_CHANCE/>混乱几率、<Ability:SHOCKWAVE_STUN_CHANCE/>眩晕几率,眩晕目标<Ability:SHOCKWAVE_STUN_ACTIONS/>行动."
LocFriendlyNameWhenConcealed="破法波纹(打破隐蔽)"
LocLongDescriptionWhenConcealed=重击地面, 对锥形范围造成电击伤害,无视护甲,有<Ability:SHOCKWAVE_DISORIENT_CHANCE/>混乱几率、<Ability:SHOCKWAVE_STUN_CHANCE/>眩晕几率,眩晕目标<Ability:SHOCKWAVE_STUN_ACTIONS/>行动."
LocPromotionPopupText="<Bullet/>冷却<Ability:SHOCKWAVE_COOLDOWN/>回合,可使用<Ability:SHOCKWAVE_CHARGES/>次（此为作者参数:0为无限次).<br/><Bullet/>造成<Ability:SHOCKWAVE_BASEDAMAGE_MIN/>-<Ability:SHOCKWAVE_BASEDAMAGE_MAX/>无视护甲的电击伤害,并造成5环境损害（此为作者参数:<Ability:SHOCKWAVE_ENVIRONMENTAL_DAMAGE/>环境损害）.<br/><Bullet/>造成长度为<Ability:SHOCKWAVE_CONE_LENGTH/>与宽度为<Ability:SHOCKWAVE_CONE_WIDTH/>的锥形范围.<br/><Bullet/>受到<font color='#ff3206'>唤风者的遗产</font>的影响,被视为一次标准近战攻击"
LocFlyOverText="破法波纹"

[IRI_Rider_CircuitBreaker X2AbilityTemplate]
LocFriendlyName="熔断冲击"
LocLongDescription="造成<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/>-<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/>无视护甲电击的伤害,并使目标机械单位宕机,持续<Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/>行动点."
LocHelpText=="造成<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/>-<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/>无视护甲电击的伤害,并使目标机械单位宕机,持续<Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/>行动点."
LocFriendlyNameWhenConcealed="熔断冲击 (打破隐蔽)"
LocLongDescriptionWhenConcealed="造成<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/>-<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/>无视护甲电击的伤害,并使目标机械单位宕机,持续<Ability:CIRCUIT_BREAKER_STUN_DURATION_ACTIONS/>行动点."
LocPromotionPopupText="<Bullet/>冷却<Ability:CIRCUIT_BREAKER_COOLDOWN/>回合,可使用<Ability:CIRCUIT_BREAKER_CHARGES/>次(此为作者参数:0为无限次).<br/><Bullet/>造成<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MIN/>-<Ability:CIRCUIT_BREAKER_BASEDAMAGE_MAX/>无视护甲电击的伤害.<br/><Bullet/>将结束你的回合(此为作者参数:<Ability:CIRCUIT_BREAKER_ENDS_TURN/>）.<br/><Bullet/>必定命中(此为作者参数:<Ability:CIRCUIT_BREAKER_GUARANTEED_HIT/>,额外+<Ability:CIRCUIT_BREAKER_BONUS_AIM/>命中"
LocFlyOverText="熔断冲击"

[IRI_Rider_Thunderdome X2AbilityTemplate]
LocFriendlyName="雷霆计划"
LocLongDescription="标记一个<Ability:THUNDERDOME_RADIUS_TILES/>半径范围的区域.回合结束前,自己及队友击杀范围内的目标将返还行动点."
LocHelpText="标记一个<Ability:THUNDERDOME_RADIUS_TILES/>半径范围的区域.回合结束前,自己及队友击杀范围内的目标将返还行动点."
LocPromotionPopupText="<Bullet/>自己及目标都需要在标记范围内才会返还行动点. <br/><Bullet/>队友只能获得一次行动点返还（此为作者参数:<Ability:THUNDERDOME_AFFECTS_ALLIES_ONCE/>）<br/><Bullet/>影响<Ability:THUNDERDOME_CAST_RANGE_TILES/>半径范围的区域,11X11格.<br/><Bullet/>冷却 <Ability:THUNDERDOME_COOLDOWN/>回合."
LocFlyOverText="雷霆计划" 

[IRI_Rider_Thunderdome_Followup X2AbilityTemplate]
LocFriendlyName="雷霆计划"
LocLongDescription="标记一个<Ability:THUNDERDOME_RADIUS_TILES/>半径范围的区域.回合结束前,自己及队友击击杀范围内的目标将返还行动点."
LocHelpText="标记一个<Ability:THUNDERDOME_RADIUS_TILES/>半径范围的区域.回合结束前,自己及队友击击杀范围内的目标将返还行动点."
LocFlyOverText="雷霆计划" 

[IRI_Rider_RollingThunder X2AbilityTemplate]
LocFriendlyName="雷鸣"
LocLongDescription="造成电击伤害时,对范围<Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/>格进行探测.冷却<Ability:ROLLING_THUNDER_COOLDOWN/>回合."
LocHelpText="造成电击伤害时,对范围<Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/>格进行探测.冷却<Ability:ROLLING_THUNDER_COOLDOWN/>回合."
LocFlyOverText="雷鸣" 

[IRI_Rider_RollingThunder_Passive X2AbilityTemplate]
LocFriendlyName="雷鸣"
LocLongDescription="造成电击伤害时,对范围<Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/>格进行探测.冷却<Ability:ROLLING_THUNDER_COOLDOWN/>回合."
LocHelpText="造成电击伤害时,对范围<Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/>格进行探测.冷却<Ability:ROLLING_THUNDER_COOLDOWN/>回合."
LocFlyOverText="雷鸣" 

;	=================================================
;				GTS UNLOCKS
;	=================================================

[IRI_Rider_GTS_BerserkerRage X2SoldierAbilityUnlockTemplate]
DisplayName="风暴骑士: 暴风眼"
Summary="回合开始时,如果处于精神状态的负面影响,则净化该状态,并激活激怒,受到控制时,不会触发,冷却时间<Ability:BERSERKER_RAGE_COOLDOWN/>回合.团队中拥有狂战士技能的士兵才能解锁."

[IRI_Rider_GTS_MartialArts X2SoldierAbilityUnlockTemplate]
DisplayName="风暴骑士: 武技"
Summary="对人型敌人及不使用武器的近战伤害,+<Ability:MARTIAL_ARTS_BONUS_DAMAGE/>伤害,如<font color='#ff3206'>闪电骑士踢</font>.团队中必须拥有逐风者技能的士兵才能解锁."

[IRI_Rider_GTS_PoweredShields X2SoldierAbilityUnlockTemplate]
DisplayName="风暴骑士: 不屈不挠"
Summary="Stormriders' 护甲现在可以将伤害最多降低到0.团队中必须拥有坚守者技能的士兵才能解锁."

[IRI_Rider_GTS_RollingThunder X2SoldierAbilityUnlockTemplate]
DisplayName="风暴骑士: 雷鸣"
Summary="造成电击伤害时,对范围<Ability:ROLLING_THUNDER_REVAIL_RADIUS_TILES/>格进行探测.冷却<Ability:ROLLING_THUNDER_COOLDOWN/>回合.团队中必须拥有破法者技能的士兵才能解锁."



[CrusaderRage_LW X2AbilityTemplate]
LocFriendlyName="十字军狂怒"
LocHelpText="每当生命值缺失25%，获得25%的伤害加成，最多50%的伤害加成。减少此士兵的伤口恢复时间8点生命值。"
LocLongDescription="每当生命值缺失25%，获得25%的伤害加成，最多50%的伤害加成。减少此士兵的伤口恢复时间8点生命值。"
LocPromotionPopupText="<Bullet/> 如果士兵在任务期间进入出血状态，伤口减少将不起作用。<br/>"
LocFlyOverText="狂怒"